

export default function Report(){
    return(<div className="flex flex-col py-16 h-full overflow-y-auto">
        <h1>报告标题</h1>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
        <div>报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容报告内容</div>
    </div>);
}